---
author: Hassan Anees
title: Things are busy
description: This is a test
pubDate: 2025-06-16
---
This is another test

[Check here now](/test.txt)

> how is life

```python
print('hello')
```

This is a test

| This is some cool things | This is some added cool thins |
| --- | --- |
| This is something | another thing |
| What can you do | 😃  |

```kql
DeviceEvents
| where name contains "hassan"
| take 1 
```

Another coding example

```python
#Python window
print('hello')
```

```html
<!-- src/content/index.html -->
<div>File name comment example</div>
```

Another attempt

```python
# File name: hello.py
print('hello')
```

```kql
# File name: hunting.kql
DeviceEvents
| where name contains "hassan"
| take 10
```