---
author: Hassan Anees
title: Things are busy
description: This is a test
pubDate: 2025-06-16
---

This is another test

> how is life

```python title="this is something cool"
print('hello')
```

This is a test

| This is some cool things | This is some added cool thins |
| ------------------------ | ----------------------------- |
| This is something        | another thing                 |
| What can you do          | 😃                            |

```kql
DeviceEvents
| where name contains "hassan"
| take 1
```
